glos = {'if-elif-else':'Логические функиции для проверки значений',
        'Словарь': 'Используеться для того что бы хранить данные, в словарь помещаеться ключ и зависимая пара',
        'print': 'Используеться для того что бы выводить информацию на экран',
        '.title':'Используеться для того что бы вывести текст с заглавной буквы',
        'Массив []':'Используеться для хранения данных в него можно заносить различные значения',
        'Множество': 'тоже заключаеться в фигурные скобки,\n содержит значания без какого либо порядка,\n отличить от списка можно увидив то что не содержит ключи',
        'Програмирование': 'То чем я хочу занимать в своей жизни'
        }
for k, v in glos.items():
        print(f'{k} - {v}\n')